bierner.markdown-mermaid
ccnxpt.markdown-zenkaku-indent
codezombiech.gitignore
DavidAnson.vscode-markdownlint
dbaeumer.vscode-eslint
eamodio.gitlens
EditorConfig.EditorConfig
esbenp.prettier-vscode
fuji-nakahara.markdown-ruby
GitHub.github-vscode-theme
GitHub.remotehub
github.vscode-github-actions
GitHub.vscode-pull-request-github
Gruntfuggly.todo-tree
hashicorp.terraform
hediet.vscode-drawio
ms-azuretools.vscode-docker
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.hexeditor
ms-vscode.live-server
ms-vscode.remote-explorer
ms-vscode.remote-repositories
PKief.material-icon-theme
redhat.vscode-yaml
rust-lang.rust-analyzer
sgryjp.japanese-word-handler
streetsidesoftware.code-spell-checker
tamasfe.even-better-toml
vsls-contrib.gistfs
yoavbls.pretty-ts-errors
yzhang.markdown-all-in-one
ZixuanChen.vitest-explorer
